espressif/esp-idf/examples/system/ota/partitions_ota/sdkconfig.ci.flash_enc_wifi_2.data_partition_verification.esp32c61
CONFIG_IDF_TARGET="esp32c61"

# ESP32-C61 has no RSA based Secure Boot V2 support, so use the ECDSA scheme.
CONFIG_SECURE_SIGNED_APPS_ECDSA_V2_SCHEME=y
CONFIG_SECURE_BOOT_SIGNING_KEY="test/secure_boot_signing_key_ecdsa.pem"
